tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "gapple/services"
tap "neovim/neovim"
brew "ack"
brew "autoenv"
brew "bash"
brew "ccat"
brew "coreutils"
brew "findutils"
brew "fzf"
brew "python"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "gnutls"
brew "gnupg", link: false
brew "grep", args: ["with-default-names"]
brew "httpie"
brew "hub", args: ["HEAD"]
brew "mas"
brew "neovim"
brew "openssl@1.1"
brew "ossp-uuid"
brew "progress"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "sshrc"
brew "texi2html"
brew "the_silver_searcher"
brew "tmux"
brew "vim", args: ["with-lua", "with-override-system-vi"]
brew "watchman"
brew "wget"
brew "yasm"
brew "z"
brew "zsh"
mas "1Blocker", id: 1107421413
mas "1Password", id: 443987910
mas "Airmail 3", id: 918858936
mas "Better", id: 1121192229
mas "Caffeine", id: 411246225
mas "DaisyDisk", id: 411643860
mas "Fantastical 2", id: 975937182
mas "iStat Mini", id: 927292435
mas "Marked", id: 448925439
mas "Soulver", id: 413965349
mas "Spillo", id: 873245660
mas "Stay", id: 435410196
mas "The Hit List", id: 432764806
mas "The Unarchiver", id: 425424353
mas "Tweetbot", id: 557168941
mas "Xcode", id: 497799835
